Repository: MuratovArthur/ImamIOS
Catalog: ImamAI/*.lproj/Localizable.strings
Languages: kk, ru

# no-internet-suggestion
source: An error has occurred. Check your internet connection and try again.
kk: Ақау орын алды. Интернет байланысын тексеріп, қайта кіріп көріңіз.
ru: Произошла ошибка. Проверьте интернет соединение и попробуйте перезайти.

# no-internet
source: No internet connection
kk: Интернет байланысы жоқ
ru: Отсутствует подключение к интернету

source: Action required
kk: Әрекет қажет
ru: Необходимо действие

# internet-alert
source: To access all features, please allow permissions for location and notifications in your device settings.
kk: Барлық функционалды пайдалану үшін құрылғы параметрлерінде орналасқан жері мен хабарламаға рұқсат беріңіз.
ru: Для использования всех функций, пожалуйста, предоставьте разрешения на определение местоположения и уведомления в настройках вашего устройства.

source: Open settings
kk: Параметрлерді ашу
ru: Открыть настройки

source: Cancel
kk: Бас тарту
ru: Отмена

source: Assalamu Alaikum!
kk: Ассалаумағалейкум!
ru: Ассаламу Алейкум!

source: Personal Imam
kk: Жеке Имам
ru: Личный Имам

# imam-text
source: Welcome! I am your personal Imam. I can answer any questions about Islam, Quran, Hadith, Islamic culture and history. What question interests you today?
kk: Қош келдіңіз! Мен сіздің жеке Имамыңызбын. Мен ислам, Құран, ислам мәдениеті мен тарихы жайлы кез келген сұраққа жауап бере аламын. Сізді қандай сұрақ қызықтырады?
ru: Добро пожаловать! Я ваш персональный Имам. Я могу ответить на любые вопросы об исламе, Коране, исламской культуре и истории. Какой вопрос интересует вас сегодня?

# ask-question
source: Ask your question!
kk: Өз сұрағыңызды қойыңыз!
ru: Задайте свой вопрос!

# prayer-time
source: Prayer times
kk: Намаз уақыты
ru: Время намаза

# Фаджр
source: Fajr
kk: Таң
ru: Фаджр

# Зухр
source: Dhuhr
kk: Бесін
ru: Зухр

# Аср
source: Asr
kk: Екінті
ru: Аср

# Магриб
source: Maghrib
kk: Ақшам
ru: Магриб

# Иша
source: Isha
kk: Құптан
ru: Иша

# default-country
source: Kazakhstan
kk: Қазақстан
ru: Казахстан

# to-read
source: Articles to read
kk: Оқуға арналған
ru: Для прочтения

# all-posts-loaded
source: All posts are loaded
kk: Барлық жазбалар жүктелген
ru: Все посты уже загружены

source: Load more
kk: Тағы жүктеу
ru: Загрузить еще

# placeholder
source: Type your question
kk: Сұрағыңызды қойыңыз
ru: Задайте вопрос

source: Delete chat
kk: Чатты жою
ru: Удалить беседу

# delete-question
source: Are you sure you want to delete this chat?
kk: Чатты шынымен жойғыңыз келе ме?
ru: Вы уверены, что хотите удалить эту беседу?

source: Delete
kk: Жою
ru: Удалить

source: Imam is typing
kk: Имам теріп жатыр
ru: Имам печатает

source: Imam
kk: Имам
ru: Имам

source: online
kk: желіде
ru: онлайн

# last-seen
source: last seen recently
kk: жақында желіде болды
ru: был в сети недавно

# qibla-search
source: Qibla Finder
kk: Құбыланы анықтау
ru: Поиск Киблы

# shia
source: Shia Ithna-Ansari
kk: Шиит Итна-Ансари
ru: Шииты Исна-Ансари

# northAmerica
source: Islamic Society of North America
kk: Солтүстік Американың Ислам қоғамы
ru: Исламское общество Северной Америки

source: Muslim World League
kk: Мұсылман әлемі лигасы
ru: Мусульманская мировая лига

# makkah
source: Umm Al-Qura University, Makkah
kk: Умм әл-Қура университеті, Мекке
ru: Университет Умм Аль-Кура, Мекка

# egyptian
source: Egyptian General Authority of Survey
kk: Египеттің жалпы шолу органы
ru: Генеральное управление Египта по обследованию

# tehran
source: Institute of Geophysics, University of Tehran
kk: Тегеран университетінің геофизика институты
ru: Институт геофизики Тегеранского университета

# gulf
source: Gulf Region
kk: Парсы шығанағы аймағы
ru: Регион Персидского залива

source: Kuwait
kk: Кувейт
ru: Кувейт

source: Qatar
kk: Катар
ru: Катар

# singapore
source: Majlis Ugama Islam Singapura, Singapore
kk: Мажлис Угама Ислам Сингапур, Сингапур
ru: Меджлис Угама Ислам Сингапура, Сингапур

# france
source: Union Organization islamic de France
kk: Ислам де Франс одақ ұйымы
ru: Исламская организация Союза Франции

# turkey
source: Diyanet İşleri Başkanlığı, Turkey
kk: Дін істері төрағасы, Түркия
ru: Управление по делам религий, Турция

# russia
source: Spiritual Administration of Muslims of Russia
kk: Ресей мұсылмандарының діни басқармасы
ru: Духовное управление мусульман России

# header
source: Prayer times calculation method
kk: Намаз уақыттарын есептеу әдісі

# mainText
source: A new nearest location is found
kk: Ең жақын жаңа орын табылды
ru: Найдено новое ближайшее местоположение

# switch
source: SWITCH TO LOCATION
kk: АУЫСТЫРУ
ru: ПЕРЕКЛЮЧИТЬСЯ

source: Close
kk: Жабу
ru: Закрыть

# karachi
source: University of Islamic Sciences, Karachi
ru: Университет исламских наук, Карачи
